Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# DownloadStationUnavailableMessage.Text
source: This NAS doesn’t offer the supported read-only Download Station view.
zh_cn: 这台 NAS 暂不提供受支持的 Download Station 只读查看功能。

# DownloadStationReadOnly.Title
source: Limited controls
zh_cn: 受限控制

# DownloadStationReadOnly.Message
source: You can add a link, pause or resume one task, and delete one task without removing downloaded files. Settings changes stay in DSM.
zh_cn: 你可以添加链接、一次暂停或继续一个任务，并删除一个任务且不移除已下载文件。设置更改仍请在 DSM 中完成。

# DownloadStationCreateTitle
source: Add download link
zh_cn: 添加下载链接

# DownloadStationCreateUriLabel
source: URL or magnet link
zh_cn: 网址或磁力链接

# DownloadStationCreateUriPlaceholder
source: Paste a URL or magnet link
zh_cn: 粘贴网址或磁力链接

# DownloadStationCreateUriAutomationName
source: URL or magnet link for Download Station
zh_cn: 用于 Download Station 的网址或磁力链接

# DownloadStationCreateDestinationText
source: Destination: {0}
zh_cn: 目标位置：{0}

# DownloadStationCreateDefaultDestination
source: Download Station default location
zh_cn: Download Station 默认位置

# DownloadStationCreateSubmit
source: Create task
zh_cn: 创建任务

# DownloadStationCreateInProgressTitle
source: Creating task…
zh_cn: 正在创建任务…

# DownloadStationCreateInProgressMessage
source: Waiting for the NAS to confirm the new download task.
zh_cn: 正在等待 NAS 确认新的下载任务。

# DownloadStationCreateSuccessTitle
source: Task created
zh_cn: 任务已创建

# DownloadStationCreateSuccessMessage
source: The NAS confirmed the new download task.
zh_cn: NAS 已确认新的下载任务。

# DownloadStationCreateCancelledTitle
source: Creation cancelled
zh_cn: 已取消创建

# DownloadStationCreateCancelledMessage
source: The task was cancelled before it was sent.
zh_cn: 任务已在发送前取消。

# DownloadStationCreateReviewTitle
source: Check Download Station before trying again
zh_cn: 再次尝试前请先核对 Download Station

# DownloadStationCreateReviewMessage
source: The NAS may have received the request, but the app could not confirm the new task. Refresh and check Download Station before creating it again.
zh_cn: NAS 可能已收到请求，但 App 无法确认新任务。再次创建前，请刷新并核对 Download Station。

# DownloadStationCreateUnsupportedTitle
source: This link can’t be added here
zh_cn: 无法在这里添加此链接

# DownloadStationCreateUnsupportedMessage
source: Use Download Station in DSM for this link or NAS.
zh_cn: 请在 DSM 的 Download Station 中处理此链接或 NAS。

# DownloadStationCreatePermissionTitle
source: You don’t have permission
zh_cn: 你没有所需权限

# DownloadStationCreatePermissionMessage
source: Ask an administrator for access, then refresh the task list.
zh_cn: 请联系管理员获取权限，然后刷新任务列表。

# DownloadStationCreateConflictTitle
source: Download task changed
zh_cn: 下载任务已发生变化

# DownloadStationCreateConflictMessage
source: Refresh Download Station and check the task list before trying again.
zh_cn: 请刷新 Download Station 并核对任务列表后再试。

# DownloadStationCreateFailureTitle
source: Couldn’t create the task
zh_cn: 无法创建任务

# DownloadStationCreateFailureMessage
source: Check the connection, refresh the task list, then try again.
zh_cn: 请检查连接、刷新任务列表，然后重试。

# DownloadStationPause.Content
source: Pause
zh_cn: 暂停

source: Pause this download task
zh_cn: 暂停此下载任务

# DownloadStationResume.Content
source: Resume
zh_cn: 继续

source: Resume this download task
zh_cn: 继续此下载任务

source: Updating this download task
zh_cn: 正在更新此下载任务

# DownloadStationControlPausingTitle
source: Pausing task…
zh_cn: 正在暂停任务…

# DownloadStationControlResumingTitle
source: Resuming task…
zh_cn: 正在继续任务…

# DownloadStationControlInProgressMessage
source: Waiting for the NAS to confirm the change.
zh_cn: 正在等待 NAS 确认更改。

# DownloadStationControlPausedTitle
source: Task paused
zh_cn: 任务已暂停

# DownloadStationControlResumedTitle
source: Task resumed
zh_cn: 任务已继续

# DownloadStationControlSuccessMessage
source: The NAS confirmed the task status.
zh_cn: NAS 已确认任务状态。

# DownloadStationControlCancelledTitle
source: Change cancelled
zh_cn: 更改已取消

# DownloadStationControlCancelledMessage
source: The request was cancelled before it was sent.
zh_cn: 请求已在发送前取消。

# DownloadStationControlReviewTitle
source: Check the task before trying again
zh_cn: 重试前请先核对任务

# DownloadStationControlReviewMessage
source: The NAS may have received the request, but the app could not confirm the result. Refresh and check the task before changing it again.
zh_cn: NAS 可能已收到请求，但 App 无法确认结果。再次更改前，请刷新并核对该任务。

# DownloadStationControlUnsupportedTitle
source: This task can’t be changed here
zh_cn: 无法在这里更改此任务

# DownloadStationControlUnsupportedMessage
source: Use Download Station in DSM for this task.
zh_cn: 请在 DSM 的 Download Station 中处理此任务。

# DownloadStationControlPermissionTitle
source: You don’t have permission
zh_cn: 你没有所需权限

# DownloadStationControlPermissionMessage
source: Ask an administrator for access, then refresh the task list.
zh_cn: 请联系管理员获取权限，然后刷新任务列表。

# DownloadStationControlConflictTitle
source: The task changed
zh_cn: 任务已发生变化

# DownloadStationControlConflictMessage
source: Refresh the task list and choose the task again.
zh_cn: 请刷新任务列表，然后重新选择任务。

# DownloadStationControlFailureTitle
source: Couldn’t change the task
zh_cn: 无法更改任务

# DownloadStationControlFailureMessage
source: Check the connection, refresh the task list, then try again.
zh_cn: 请检查连接、刷新任务列表，然后重试。

# DownloadStationDelete.Content
source: Delete task
zh_cn: 删除任务

source: Delete this download task without removing downloaded files
zh_cn: 删除此下载任务且不移除已下载文件

# DownloadStationDeleteConfirmTitle
source: Delete this task?
zh_cn: 要删除此任务吗？

# DownloadStationDeleteConfirmMessage
source: This removes the task from Download Station. Downloaded files on your NAS are not deleted.
zh_cn: 这会从 Download Station 中移除任务，不会删除 NAS 上已下载的文件。

# DownloadStationDeleteConfirmSubmit
source: Delete task
zh_cn: 删除任务

# DownloadStationDeleteInProgressTitle
source: Deleting task…
zh_cn: 正在删除任务…

# DownloadStationDeleteInProgressMessage
source: Waiting for the NAS to confirm that the task was removed.
zh_cn: 正在等待 NAS 确认任务已移除。

# DownloadStationDeleteSuccessTitle
source: Task deleted
zh_cn: 任务已删除

# DownloadStationDeleteSuccessMessage
source: The task was removed from Download Station. Downloaded files were not deleted.
zh_cn: 任务已从 Download Station 中移除，已下载文件没有被删除。

# DownloadStationDeleteCancelledTitle
source: Deletion cancelled
zh_cn: 已取消删除

# DownloadStationDeleteCancelledMessage
source: The task was not deleted.
zh_cn: 任务未被删除。

# DownloadStationDeleteReviewTitle
source: Check Download Station before trying again
zh_cn: 再次尝试前请先核对 Download Station

# DownloadStationDeleteReviewMessage
source: The NAS may have received the request, but the app could not confirm the result. Refresh and check Download Station before deleting it again.
zh_cn: NAS 可能已收到请求，但 App 无法确认结果。再次删除前，请刷新并核对 Download Station。

# DownloadStationDeleteUnsupportedTitle
source: This task can’t be deleted here
zh_cn: 无法在这里删除此任务

# DownloadStationDeleteUnsupportedMessage
source: Use Download Station in DSM for this task or NAS.
zh_cn: 请在 DSM 的 Download Station 中处理此任务或 NAS。

# DownloadStationDeletePermissionTitle
source: You don’t have permission
zh_cn: 你没有所需权限

# DownloadStationDeletePermissionMessage
source: Ask an administrator for access, then refresh the task list.
zh_cn: 请联系管理员获取权限，然后刷新任务列表。

# DownloadStationDeleteConflictTitle
source: The task changed
zh_cn: 任务已发生变化

# DownloadStationDeleteConflictMessage
source: Refresh the task list and choose the task again.
zh_cn: 请刷新任务列表，然后重新选择任务。

# DownloadStationDeleteFailureTitle
source: Couldn’t delete the task
zh_cn: 无法删除任务

# DownloadStationDeleteFailureMessage
source: Check the connection, refresh the task list, then try again.
zh_cn: 请检查连接、刷新任务列表，然后重试。

# DownloadStationRefreshError.Title
source: Couldn’t refresh tasks
zh_cn: 无法刷新任务

# DownloadStationRefreshError.Message
source: Showing the last available task list. Check the connection, then try again.
zh_cn: 当前仍显示上次读取的任务。请检查连接后重试。

# DownloadStationLoadMoreError.Title
source: Couldn’t load more tasks
zh_cn: 无法加载更多任务

# DownloadStationLoadMoreError.Message
source: Existing tasks are still available. Try loading more again.
zh_cn: 已加载的任务仍可查看，请重新尝试加载更多。

# DownloadStationFilterAll.Content
source: All
zh_cn: 全部

# DownloadStationFilterActive.Content
source: Active
zh_cn: 进行中

# DownloadStationFilterFinished.Content
source: Finished
zh_cn: 已完成

# DownloadStationFilterPaused.Content
source: Paused
zh_cn: 已暂停

# DownloadStationLoadMore.Content
source: Load more
zh_cn: 加载更多

# DownloadStationRefreshEmpty.Content
source: Refresh
zh_cn: 刷新

# DownloadStationShowAll.Content
source: Show all tasks
zh_cn: 显示全部任务

# DownloadStationRetry.Content
source: Try again
zh_cn: 重试

source: Refresh download tasks
zh_cn: 刷新下载任务

# DownloadStationSearch.PlaceholderText
source: Filter tasks
zh_cn: 筛选任务

source: Filter download tasks
zh_cn: 筛选下载任务

source: Filter by task status
zh_cn: 按任务状态筛选

source: Download tasks
zh_cn: 下载任务

source: Back to download tasks
zh_cn: 返回下载任务

source: Loading more download tasks
zh_cn: 正在加载更多下载任务

# DownloadStationTaskNeedsAttention
source: This task needs attention. Open Download Station in DSM for more details.
zh_cn: 此任务需要处理。请在 DSM 的 Download Station 中查看详情。

# DownloadStationActivityTitle.Text
source: Current activity
zh_cn: 当前活动

# DownloadStationActivityDownload.Text
source: Download speed
zh_cn: 下载速度

# DownloadStationActivityUpload.Text
source: Upload speed
zh_cn: 上传速度

# DownloadStationActivityEmuleDownload.Text
source: eMule download speed
zh_cn: eMule 下载速度

# DownloadStationActivityEmuleUpload.Text
source: eMule upload speed
zh_cn: eMule 上传速度

# DownloadStationActivityError.Title
source: Activity speed is unavailable
zh_cn: 暂时无法读取活动速度

# DownloadStationActivityError.Message
source: The task list is still available. Refresh to try the speed summary again.
zh_cn: 任务列表仍可查看。请刷新后再次获取速度摘要。

# DownloadStationAdvancedSummaryError.Title
source: Some details are unavailable
zh_cn: 部分详情暂时不可用

# DownloadStationAdvancedSummaryError.Message
source: The task list is still available. Refresh to try Download Station settings or RSS again.
zh_cn: 任务列表仍可查看。请刷新后再次获取 Download Station 设置或 RSS 摘要。

# DownloadStationSettingsSummaryTitle.Text
source: Download Station settings
zh_cn: Download Station 设置

# DownloadStationSettingsDefaultDestination.Text
source: Default save location
zh_cn: 默认保存位置

# DownloadStationSettingsAutoExtract.Text
source: Auto extract
zh_cn: 自动解压

# DownloadStationSettingsSchedule.Text
source: Schedule
zh_cn: 计划

# DownloadStationSettingsSpeedLimits.Text
source: Speed limits
zh_cn: 速度限制

# DownloadStationRssSummaryTitle.Text
source: RSS summary
zh_cn: RSS 摘要

# DownloadStationRssSites.Text
source: Sites
zh_cn: 站点

# DownloadStationRssFeeds.Text
source: Items
zh_cn: 条目

# DownloadStationSettingEnabled
source: Enabled
zh_cn: 已开启

# DownloadStationSettingDisabled
source: Off
zh_cn: 已关闭

# DownloadStationLimitUnlimited
source: Unlimited
zh_cn: 不限速

# DownloadStationLimitValue
source: {0} KB/s
zh_cn: {0} KB/秒

# DownloadStationSettingsEmuleSummary
source: {0}; download {1}, upload {2}
zh_cn: {0}；下载 {1}，上传 {2}

# DownloadStationSettingsScheduleSummary
source: {0}; eMule schedule {1}
zh_cn: {0}；eMule 计划 {1}

# DownloadStationSettingsSpeedLimitSummary
source: BT: {0} down / {1} up; web: {2}; FTP: {3}; NZB: {4}
zh_cn: BT：下载 {0} / 上传 {1}；网页：{2}；FTP：{3}；NZB：{4}

# DownloadStationRssSiteCount
source: {0} RSS sites
zh_cn: {0} 个 RSS 站点

# DownloadStationRssFeedCount
source: {0} RSS items
zh_cn: {0} 个 RSS 条目

# DownloadStationPriorityLow
source: Low
zh_cn: 低

# DownloadStationPriorityNormal
source: Normal
zh_cn: 普通

# DownloadStationPriorityHigh
source: High
zh_cn: 高

# DownloadStationPriorityUnknown
source: Not reported
zh_cn: 未报告

# DownloadStationAdvancedFileCount
source: {0} files
zh_cn: {0} 个文件

# DownloadStationAdvancedTrackerCount
source: {0} trackers
zh_cn: {0} 个 Tracker

# DownloadStationAdvancedConnectedPeerCount
source: {0} connected peers
zh_cn: {0} 个已连接节点

# DownloadStationAdvancedPeerCount
source: {0} peers
zh_cn: {0} 个节点

# DownloadStationAdvancedSeedCount
source: {0} seeds
zh_cn: {0} 个做种

# DownloadStationAdvancedLeechCount
source: {0} downloading peers
zh_cn: {0} 个下载中节点

# VirtualMachineManagerTitle.Text
source: Virtual Machines
zh_cn: 虚拟机

# VirtualMachineManagerDescription.Text
source: Review virtual machines, resources, protection, and recent event status on this NAS.
zh_cn: 查看此 NAS 上的虚拟机、资源、保护和近期事件状态。

source: Refresh virtual machines
zh_cn: 刷新虚拟机

# VirtualMachineManagerRefreshLabel.Text
source: Refresh
zh_cn: 刷新

# VirtualMachineManagerReadOnly.Title
source: Read-only view
zh_cn: 只读视图

# VirtualMachineManagerReadOnly.Message
source: You can review virtual machines and resources here. Use Virtual Machine Manager in DSM when you need to make changes.
zh_cn: 你可以在此查看虚拟机和资源。如需更改，请使用 DSM 中的 Virtual Machine Manager。

# VirtualMachineManagerRefreshError.Title
source: Some information wasn’t refreshed
zh_cn: 部分信息未能刷新

# VirtualMachineManagerRefreshError.Message
source: The last available information is still shown. Check the connection and try again.
zh_cn: 当前仍显示上次可用的信息。请检查连接后重试。

# VirtualMachineManagerSessionExpired.Title
source: Session expired
zh_cn: 会话已失效

# VirtualMachineManagerSessionExpired.Message
source: The session has expired. Please reconnect this NAS.
zh_cn: 会话已失效，请重新连接这台 NAS。

# VirtualMachineManagerMachinesHeading.Text
source: Virtual machines
zh_cn: 虚拟机

source: Virtual machine list
zh_cn: 虚拟机列表

# VirtualMachineManagerMachinesLoading.Text
source: Loading virtual machines…
zh_cn: 正在加载虚拟机…

# VirtualMachineManagerMachinesEmptyTitle.Text
source: No virtual machines
zh_cn: 没有虚拟机

# VirtualMachineManagerMachinesEmptyMessage.Text
source: No virtual machines are available to this account.
zh_cn: 此账号当前没有可查看的虚拟机。

# VirtualMachineManagerMachinesErrorTitle.Text
source: Virtual machines couldn’t be loaded
zh_cn: 无法加载虚拟机

# VirtualMachineManagerMachinesErrorMessage.Text
source: Check the connection to this NAS, then select Refresh.
zh_cn: 请检查与此 NAS 的连接，然后选择“刷新”。

# VirtualMachineManagerUnavailableTitle.Text
source: Virtual machines aren’t available
zh_cn: 虚拟机不可用

# VirtualMachineManagerUnavailableMessage.Text
source: This NAS doesn’t currently provide virtual machine information to the app.
zh_cn: 此 NAS 当前无法向 App 提供虚拟机信息。

# VirtualMachineManagerViewResources.Content
source: View resources, protection, and events
zh_cn: 查看资源、保护和事件

source: Back to virtual machines
zh_cn: 返回虚拟机列表

# VirtualMachineManagerDetailsHeading.Text
source: Details and resources
zh_cn: 详情与资源

# VirtualMachineManagerChooseMachineMessage.Text
source: Select a virtual machine to review its details. Resource information is available below.
zh_cn: 选择虚拟机可查看详情。下方还可查看资源信息。

# VirtualMachineManagerDetailName.Text
source: Name
zh_cn: 名称

# VirtualMachineManagerDetailStatus.Text
source: Status
zh_cn: 状态

# VirtualMachineManagerDetailMemory.Text
source: Memory
zh_cn: 内存

# VirtualMachineManagerDetailStorage.Text
source: Storage
zh_cn: 存储

# VirtualMachineManagerDetailHost.Text
source: Host
zh_cn: 主机

# VirtualMachineManagerHostsTab.Header
source: Hosts
zh_cn: 主机

# VirtualMachineManagerStoragesTab.Header
source: Storage
zh_cn: 存储

# VirtualMachineManagerNetworksTab.Header
source: Networks
zh_cn: 网络

# VirtualMachineManagerImagesTab.Header
source: Images
zh_cn: 映像

# VirtualMachineManagerSectionLoading.Text
source: Loading information…
zh_cn: 正在加载信息…

# VirtualMachineManagerSectionEmpty.Text
source: No information is available in this section.
zh_cn: 此分区当前没有可显示的信息。

# VirtualMachineManagerSectionError.Text
source: This information couldn’t be loaded. Select Refresh to try again.
zh_cn: 无法加载此信息。请选择“刷新”重试。

# VirtualMachineManagerSectionUnavailable.Text
source: This information isn’t available from this NAS.
zh_cn: 此 NAS 当前不提供此信息。

# VirtualMachineManagerStatusRunning
source: Running
zh_cn: 正在运行

# VirtualMachineManagerStatusStopped
source: Stopped
zh_cn: 已停止

# VirtualMachineManagerStatusPaused
source: Paused
zh_cn: 已暂停

# VirtualMachineManagerStatusChanging
source: Changing
zh_cn: 正在更改

# VirtualMachineManagerStatusNeedsAttention
source: Needs attention
zh_cn: 需要处理

# VirtualMachineManagerStatusUnknown
source: Unknown
zh_cn: 未知

# VirtualMachineManagerHealthHealthy
source: Healthy
zh_cn: 正常

# VirtualMachineManagerHealthWarning
source: Warning
zh_cn: 警告

# VirtualMachineManagerHealthError
source: Needs attention
zh_cn: 需要处理

# VirtualMachineManagerHealthOffline
source: Offline
zh_cn: 离线

# VirtualMachineManagerHealthUnknown
source: Unknown
zh_cn: 未知

# VirtualMachineManagerUnnamedMachine
source: Unnamed virtual machine
zh_cn: 未命名虚拟机

# VirtualMachineManagerUnnamedResource
source: Unnamed resource
zh_cn: 未命名资源

# VirtualMachineManagerValueUnavailable
source: Not available
zh_cn: 暂无信息

# VirtualMachineManagerCpuValue
source: {0} virtual CPUs
zh_cn: {0} 个虚拟处理器

# VirtualMachineManagerResourceUsageValue
source: {0} used of {1}
zh_cn: 已用 {0}，总计 {1}

# VirtualMachineManagerByteValueB
source: {0} B
zh_cn: {0} 字节

# ContainerManagerTitle.Text
source: Containers
zh_cn: 容器

# ContainerManagerDescription.Text
source: Review containers, images, networks, projects, and recent event status on this NAS.
zh_cn: 查看此 NAS 上的容器、映像、网络、项目和近期事件状态。

# ContainerManagerRefresh.AutomationProperties.Name
source: Refresh containers
zh_cn: 刷新容器

# ContainerManagerRefreshLabel.Text
source: Refresh
zh_cn: 刷新

# ContainerManagerReadOnly.Title
source: Read-only view
zh_cn: 只读视图

# ContainerManagerReadOnly.Message
source: You can review container instances here. To make changes, open Container Manager in DSM.
zh_cn: 你可以在此查看容器实例。如需更改，请使用 DSM 中的 Container Manager。

# ContainerManagerRefreshError.Title
source: Container information wasn’t refreshed
zh_cn: 容器信息未能刷新

# ContainerManagerRefreshError.Message
source: The last available information is still shown. Check the connection and try again.
zh_cn: 当前仍显示上次可用的信息。请检查连接后重试。

# ContainerManagerSessionExpired.Title
source: Session expired
zh_cn: 会话已失效

# ContainerManagerSessionExpired.Message
source: The session has expired. Please reconnect this NAS.
zh_cn: 会话已失效，请重新连接这台 NAS。

# ContainerManagerFilter.Header
source: Status
zh_cn: 状态

# ContainerManagerFilterAll.Content
source: All
zh_cn: 全部

# ContainerManagerFilterRunning.Content
source: Running
zh_cn: 正在运行

# ContainerManagerFilterStopped.Content
source: Stopped
zh_cn: 已停止

# ContainerManagerFilterAttention.Content
source: Needs attention
zh_cn: 需要处理

# ContainerManagerList.AutomationProperties.Name
source: Container instance list
zh_cn: 容器实例列表

# ContainerManagerChooseItemTitle.Text
source: Select a container
zh_cn: 选择容器

# ContainerManagerChooseItemMessage.Text
source: Select a container to review its status and image.
zh_cn: 选择容器可查看其状态和映像。

# ContainerManagerBack.AutomationProperties.Name
source: Back to container list
zh_cn: 返回容器列表

# ContainerManagerDetailName.Text
source: Name
zh_cn: 名称

# ContainerManagerDetailStatus.Text
source: Status
zh_cn: 状态

# ContainerManagerDetailImage.Text
source: Image
zh_cn: 映像

# ContainerManagerLoading.Text
source: Loading containers…
zh_cn: 正在加载容器…

# ContainerManagerEmptyTitle.Text
source: No containers
zh_cn: 没有容器

# ContainerManagerEmptyMessage.Text
source: No container instances are available to this account.
zh_cn: 此账号当前没有可查看的容器实例。

# ContainerManagerFilteredEmptyTitle.Text
source: No matching containers
zh_cn: 没有符合条件的容器

# ContainerManagerFilteredEmptyMessage.Text
source: Choose another status or show all containers.
zh_cn: 请选择其他状态，或显示全部容器。

# ContainerManagerShowAll.Content
source: Show all containers
zh_cn: 显示全部容器

# ContainerManagerErrorTitle.Text
source: Containers couldn’t be loaded
zh_cn: 无法加载容器

# ContainerManagerErrorMessage.Text
source: Check the connection to this NAS, then select Refresh.
zh_cn: 请检查与此 NAS 的连接，然后选择“刷新”。

# ContainerManagerUnavailableTitle.Text
source: Containers aren’t available
zh_cn: 容器不可用

# ContainerManagerUnavailableMessage.Text
source: Reconnect to this NAS and try again. You can also use Container Manager in DSM.
zh_cn: 请重新连接此 NAS 后重试。你也可以使用 DSM 中的 Container Manager。

# ContainerManagerStatusRunning
source: Running
zh_cn: 正在运行

# ContainerManagerStatusStopped
source: Stopped
zh_cn: 已停止

# ContainerManagerStatusNeedsAttention
source: Needs attention
zh_cn: 需要处理

# ContainerManagerStatusUnknown
source: Unknown
zh_cn: 未知

# ContainerManagerValueUnavailable
source: Not available
zh_cn: 暂无信息

# FilePreviewOpen.Label
source: Preview
zh_cn: 预览

# FilePreviewOpen.AutomationProperties.Name
source: Preview the selected file
zh_cn: 预览所选文件

# FilePreviewBack.AutomationProperties.Name
source: Back to files
zh_cn: 返回文件列表

# FilePreviewClose.AutomationProperties.Name
source: Close preview
zh_cn: 关闭预览

# FileMd5Calculate.Content
source: Calculate MD5
zh_cn: 计算 MD5

# FileMd5Calculate.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Calculate file MD5
zh_cn: 计算文件 MD5

# FileMd5Result.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: File MD5 result
zh_cn: 文件 MD5 结果

# FileMd5Calculating
source: Calculating MD5...
zh_cn: 正在计算 MD5...

# FileMd5TimedOut
source: Calculation timed out. Try again.
zh_cn: 计算超时，请重试。

# FileMd5AlreadyRunning
source: Another MD5 calculation is already running for this NAS.
zh_cn: 这台 NAS 已有一个 MD5 计算任务正在运行。

# FileMd5Failed
source: MD5 could not be calculated. Try again.
zh_cn: 无法计算 MD5，请重试。

# FilePreviewTitle.Text
source: Preview
zh_cn: 预览

# FilePreviewReadOnly.Title
source: View only
zh_cn: 仅查看

# FilePreviewReadOnly.Message
source: Previewing does not change the file on your NAS.
zh_cn: 预览不会更改 NAS 上的文件。

# FilePreviewPreparingTitle.Text
source: Preparing preview…
zh_cn: 正在准备预览…

# FilePreviewCancel.Content
source: Cancel
zh_cn: 取消

# FilePreviewCancel.AutomationProperties.Name
source: Cancel preparing this preview
zh_cn: 取消准备此预览

# FilePreviewSaveCopy.Content
source: Save a copy
zh_cn: 存储副本

# FilePreviewSaveCopy.AutomationProperties.Name
source: Save a copy of this file
zh_cn: 存储此文件的副本

# FilePreviewRetry.Content
source: Try again
zh_cn: 重试

# FilePreviewRetry.AutomationProperties.Name
source: Try previewing this file again
zh_cn: 重新尝试预览此文件

# FilePreviewFailedTitle.Text
source: This file couldn’t be previewed
zh_cn: 无法预览此文件

# FilePreviewFailedMessage.Text
source: Check the connection, then try again. You can also save a copy.
zh_cn: 请检查连接后重试，也可以存储副本。

# FilePreviewTextTruncated.Title
source: Showing the beginning of this file
zh_cn: 正在显示文件开头

# FilePreviewTextTruncated.Message
source: Save a copy to read the full file.
zh_cn: 请存储副本以阅读完整文件。

# FilePreviewPdfPrevious.Content
source: Previous
zh_cn: 上一页

# FilePreviewPdfPrevious.AutomationProperties.Name
source: Show the previous PDF page
zh_cn: 显示 PDF 上一页

# FilePreviewPdfNext.Content
source: Next
zh_cn: 下一页

# FilePreviewPdfNext.AutomationProperties.Name
source: Show the next PDF page
zh_cn: 显示 PDF 下一页

# FilePreviewProgress
source: {0:N0} of {1:N0} bytes
zh_cn: 已完成 {0:N0} / {1:N0} 字节

# FilePreviewProgressUnknownTotal
source: {0:N0} bytes ready
zh_cn: 已准备 {0:N0} 字节

# FilePreviewUnsupportedTitle
source: Preview isn’t available for this file
zh_cn: 无法预览此文件

# FilePreviewUnsupportedMessage
source: Save a copy to open it with another app.
zh_cn: 请存储副本，然后使用其他应用打开。

# FilePreviewUnknownSizeTitle
source: The file size isn’t available
zh_cn: 无法获取文件大小

# FilePreviewUnknownSizeMessage
source: Refresh this folder, or save a copy to open the file.
zh_cn: 请刷新此文件夹，或存储副本后打开文件。

# FilePreviewEmptyTitle
source: This file is empty
zh_cn: 此文件为空

# FilePreviewEmptyMessage
source: There is no content to preview.
zh_cn: 没有可预览的内容。

# FilePreviewTooLargeTitle
source: This file is too large to preview here
zh_cn: 此文件过大，无法在此预览

# FilePreviewTooLargeMessage
source: Save a copy to open the full file.
zh_cn: 请存储副本后打开完整文件。

# FilePreviewCancelledTitle
source: Preview cancelled
zh_cn: 已取消预览

# FilePreviewCancelledMessage
source: The temporary preview was removed. You can try again.
zh_cn: 临时预览已清理，你可以重试。

# FilePreviewTextAutomationName
source: Read-only text preview for {0}
zh_cn: {0} 的只读文本预览
